{
    "play-next": "播放下一首",
    "play-album": "播放专辑",
    "queue": "歌曲队列",
    "add-to-queue": "加入队列",
    "clear-queue": "清除队列",
    "no-results": "无匹配记录",
    "album": "专辑",
    "albums": "专辑",
    "all-albums": "所有专辑",
    "search": "搜索",
    "music": "歌曲",
    "now-playing": "正在播放",
    "onboarding-welcome": "欢迎",
    "onboarding-intro": "Jellyfin Audio Player will allow you to stream your music library from anywhere, with full support for background audio and casting.",
    "onboarding-cta": "In order to get started, you need a Jellyfin server. Click the button below to enter your Jellyfin server address and login to it.",
    "set-jellyfin-server": "设置Jellyfin服务器",
    "set-jellyfin-server-instruction": "设置Jellyfin服务器的完整网址，包括HTTP/HTTS和端口。",
    "settings": "设置",
    "jellyfin-library": "Jellyfin库",
    "jellyfin-server-url": "Jellyfin服务器网址",
    "jellyfin-access-token": "Jellyfin Access Token",
    "jellyfin-user-id": "Jellyfin用户ID",
    "setting-cache": "缓存",
    "setting-cache-description": "If you have updated your Jellyfin library, but the app is holding on to cached assets, you can forcefully clear the cache using this button. This will force the app to fetch the library from scratch.",
    "reset-cache": "清除缓存",
    "recent-albums": "最近专辑",
    "error-reporting": "Error Reporting",
    "error-reporting-description": "During use of this app, you may encounter errors. Reporting these errors helps in creating a more secure and stable app experience.",
    "error-reporting-rationale": "When you enable error reporting, every time an error occurs, a report is automatically created and sent to a server, along with helpful debugging information such as devices, versions and the specific error.",
    "why-use-tracking": "Why use tracking?",
    "why-use-tracking-description": "Tracking helps speed up development for this app by reporting weird edge cases and oversights. This helps make the app more stable and robust, thus increasing the app experience for everyone.",
    "what-data-is-gathered": "What data is gathered?",
    "what-data-is-gathered-description": "We log the error, device type, OS version, app version and device id. No application state is sent in any error reporting. The device id is a unique hash that can be reset in your device settings, and we cannot deduce any personal information from this identifier.",
    "where-is-data-stored": "Where is data stored?",
    "where-is-data-stored-description": "The Sentry backend is self-hosted on our own infrastructure. No-one but us has access to the servers, databases, application and data logs, least of all any Sentry staff. The infrastructure is hosted in the European Union.",
    "enable-error-reporting": "Do you want to enable error reporting?",
    "enable-error-reporting-description": "This helps improve the app experience by sending crash and error reports to us.",
    "enable": "启用",
    "disable": "禁用",
    "more-info": "更多信息"
}