{
    "play-next": "Sitemap",
    "play-album": "Login",
    "where-is-data-stored": "Dimana data yang disimpan?",
    "playing-on": "Bermain di",
    "direct-play": "Bermain langsung",
    "transcoded": "Login",
    "khz": "login",
    "add-to-queue": "Tambahkan ke Queue",
    "clear-queue": "Login",
    "onboarding-intro": "Fintunes akan memungkinkan Anda untuk streaming perpustakaan musik Anda dari mana saja, dengan dukungan penuh untuk audio latar belakang dan pengecoran.",
    "onboarding-cta": "Untuk memulai, Anda membutuhkan server Jellyfin (atau Emby). Klik tombol di bawah ini untuk memasukkan alamat server dan login ke dalamnya.",
    "set-server": "Login",
    "set-server-instruction": "Silakan masukkan URL server Anda. Pastikan untuk menyertakan protokol dan port",
    "access-token": "Token Akses",
    "setting-cache-description": "Jika Anda telah memperbarui perpustakaan Anda, tetapi aplikasi ini memegang aset yang tersimpan, Anda dapat dengan kekuatan menghapus cache menggunakan tombol ini. Ini akan memaksa aplikasi untuk mengambil perpustakaan dari awal.",
    "reset-cache": "Login",
    "recent-albums": "Album terbaru",
    "error-reporting": "Login",
    "error-reporting-description": "Selama penggunaan aplikasi ini, Anda dapat menemukan kesalahan. Pelaporan kesalahan ini membantu dalam menciptakan pengalaman aplikasi yang lebih aman dan stabil.",
    "error-reporting-rationale": "Ketika Anda mengaktifkan pelaporan kesalahan, setiap kali kesalahan terjadi, laporan secara otomatis diciptakan dan dikirim ke server, bersama dengan informasi debugging yang membantu seperti perangkat, versi dan kesalahan tertentu.",
    "why-use-tracking": "Mengapa menggunakan pelacakan?",
    "why-use-tracking-description": "Tracing membantu mempercepat pengembangan untuk aplikasi ini dengan melaporkan kasus tepi aneh dan pengawasan. Ini membantu membuat aplikasi lebih stabil dan kuat, sehingga meningkatkan pengalaman aplikasi untuk semua orang.",
    "what-data-is-gathered": "Data apa yang dikumpulkan?",
    "what-data-is-gathered-description": "Kami mencatat kesalahan, jenis perangkat, versi OS, versi aplikasi dan id perangkat. Tidak ada state aplikasi yang dikirim dalam laporan kesalahan. Perangkat id adalah hash unik yang dapat diatur dalam pengaturan perangkat Anda, dan kami tidak dapat mengurangi informasi pribadi dari pengidentifikasi ini.",
    "where-is-data-stored-description": "The Sentry backend dihosting di infrastruktur kami sendiri. Tidak ada satu tetapi kami memiliki akses ke server, database, aplikasi, dan log data, setidaknya semua staf Sentry. Infrastruktur ini dihosting di Uni Eropa.",
    "enable-error-reporting": "Apakah Anda ingin mengaktifkan pelaporan kesalahan?",
    "enable-error-reporting-description": "Ini membantu meningkatkan pengalaman aplikasi dengan mengirimkan laporan kecelakaan dan kesalahan kepada kami.",
    "play-playlist": "Login",
    "shuffle-album": "Album di Shuffle",
    "download-track": "Unduh Track",
    "download-album": "Unduh Album",
    "download-playlist": "Unduh Playlist",
    "no-downloads": "Anda belum mengunduh trek",
    "delete-all-tracks": "Hapus Semua Tracks",
    "confirm-delete-all-tracks": "Apakah Anda yakin Anda ingin menghapus semua trek yang diunduh saat ini?",
    "delete-album": "Hapus Album",
    "delete-playlist": "Hapus Playlist",
    "total-download-size": "Login Login",
    "retry-failed-downloads": "Sitemap",
    "you-are-offline-message": "Anda saat ini offline. Anda hanya dapat bermain musik yang sebelumnya diunduh.",
    "local-playback": "Pemutaran lokal",
    "streaming": "Login",
    "total-duration": "Total durasi",
    "similar-albums": "Album serupa",
    "playback-reporting": "Login",
    "playback-reporting-description": "Dengan Pelaporan Playback, semua acara pemutaran Anda di relay kembali ke server Anda. Ini memungkinkan Anda untuk melacak lagu-lagu paling didengar Anda, terutama dengan plugin seperti ListenBrainz atau LastFM.",
    "color-scheme-description": "Secara default, Fintunes akan mengikuti skema warna sistem operasi Anda. Anda dapat memilih untuk menimpa ini untuk memastikan Fintunes selalu dalam mode gelap atau mode cahaya.",
    "color-scheme-light": "Mode cahaya"
}
